<%@ page pageEncoding="UTF-8"%>
									<!-- Post -->
										<article class="box post">
											<header>
											  <h2 style="margin: 0 0 1.5em 0;"><span><strong style="color:#389d1d">软件工程</strong></span>培养方案</h2>
											</header>
											<span class="image featured"><img src="statics/images/software_pic.jpg" alt="" /></span>
	<h3>一、培养目标</h3>
	<p>本专业以IT业需求为导向、以卓越人才培养规范要求和工程教育与认证为依据，实施“学行并重、校企联合”培养模式，构建多层次、多元化的人才培养体系，培养具有扎实软件工程专业知识和熟练专业技能、具有良好的外语应用能力、较强的团队协作精神及技术创新能力、具有良好的职业素养、具有国际竞争力的应用型工程人才，毕业后可在软件工程及相关的领域内从事软件的项目管理、分析与设计、测试与维护和软件质量管理等工作。</p>
	<p>毕业生应获得以下几方面的知识和能力：</p>
	<p>1.职业、伦理责任的认知能力：遵守职业道德，具有有良好的社会责任感及质量、安全、服务意识，坚定的追求卓越态度、强烈的社会责任感和丰富的人文科学素养。</p>
	<p>2.协作与交流能力：具有准确的书面和口头表达能力及团队协作能力。</p>
	<p>3.领导能力：具有管理、技术、财务和人文关怀的领导能力。</p>
	<p>4.工程基础知识：具有从事工程工作所需的相关的数学、自然科学知识，掌握扎实的工程知识和本专业基本理论知识。了解所在专业领域的标准和规章制度。</p>
	<p>5.工程系统能力：了解所在工程领域的工程实践知识,具有综合应用所学的学科理论、分析和解决实际工程问题的能力。</p>
	<p>6.学习和创新能力：了解与所在专业领域相关的现有技术和新兴技术具有不断进行技术革新的意识,培养在工程专业领域追求创新和创造的态度。</p>
	<p>7.具有国际竞争意识与能力：具有国际视野和跨国文化环境下的交流、竞争与合作的初步能力。</p>
	<h3>二、核心课程</h3>
	<p>核心课程：软件工程导论、高级语言程序设计、软件设计与体系结构、软件质量保证与测试、数据库系统、系统程序设计。</p>
	<p>主要实践性教学环节：软件认识实习、系统分析与设计、软件过程管理与测试、软件工程项目实践。</p>
	<h3>三、计划学制</h3>
	<p>四年。</p>
	<h3>四、授予学位</h3>
	<p>工学学士。</p>
	<h3>五、毕业总学分</h3>
	<p>150.5学分。</p>
</article>
