<%@ page pageEncoding="UTF-8"%>
<div class="display">
  <div style="height:30px;"></div>
  <div id="page-wrapper" > 
    <!-- Main -->
    <section id="main">
      <div class="container">
        <div id="content" > 
          
          <!-- Post -->
          <article class="box post">
            <header>
              <h2 align="center">机关党建微型图书馆正式开馆</h2>
              <div class="s_xx">时间：2018-05-23 00:00:00&nbsp;&nbsp;作者：机关党委浏览：7  </div>
            </header>
            <div  style="width:69em;margin:15px 0 auto;">
            <div style="width:68.5em;margin:0 auto;">
            <pre>5月22日9时，机关党建微型图书馆——知著微馆（以下简称微馆）揭幕仪式在综合办公楼1012室举行，党委书记张志坤，党委副书记王玉琦，机关党委委员、纪委委员，机关所属27个党支部书记以及图书馆班子成员和相关工作人员参加了揭幕仪式。揭幕仪式由机关党委书记高玉娟主持。之前，中国工程院院士、原校长李坚欣然题写了馆名。
张志坤书记在揭幕仪式上表示，人不但要注重塑造外在形象，更要在精神上和思想上塑造自己，常常拂拭心灵的尘埃，党性锻炼和思想的提高需要我们多学习、多看书，从书籍中汲取营养。
张书记指出，古人有云：书犹药也，善读之可以医愚。读书可以使我们的思想、情感和精神不断迈向新台阶。人是不断进步的，思想精神发展是持续上升的过程，我们要借助书籍的台阶来不断丰富思想，充实精神，不断提高政治站位和思想高度。
张书记希望，各位党员干部要经常光顾微馆，把这里作为精神驿站和思想加油站，树立终身学习的理念，把读书作为一种精神追求、一种生活方式，逐步养成学习工作化、工作学习化的自觉。
张书记还饶有兴致地翻阅了特别展陈的“东林文库”专家学者的学术著作。
现场嘉宾随同工作人员体验了FRID自助图书借还系统、歌德电子借阅机以及文件检索服务系统等电子化借阅设备。
据悉，该微馆由机关党委与图书馆联合共建，位于综合办公楼10楼，主要提供3项服务：一是纸质图书的在馆阅读和自助借阅；二是电子书籍的在线浏览下载以及视频资料的在线学习；三是文件检索服务。同时，也为机关各支部党建学习活动提供可用场地。目前在馆图书529种、1000余册，涵盖马列、哲学、人文、社科、政治、军事、历史、文学、艺术等19大类。
微馆是机关党委深入推进“两学一做”学习教育常态化制度化、将十九大精神落实落细的重要举措，也是加强学习教育、提升党员队伍素质的创新实践。机关党委将根据党员的需要，定期更新、充实微馆的书目，形成有新则读、常读常新的良好循环，也将不定期开展“学习论坛”“专题读书报告会”等读书活动，进一步丰盈党员干部的学习生活，滋养党员干部“爱读书、读好书、善读书”的品格，以浓厚“书香”营造风清气正的机关氛围，为作风建设奠定良好基础。</pre>
          </div>
          </div>
          </article>
        </div>
      </div>
    </section>
  </div>
  <div style="height:30px;"></div>
</div>